Repository: maramalshahrani/road-trips-app
Catalog: RoadTrips/RoadTrips/*.lproj/Localizable.strings
Languages: ar

source: welecome
ar: مرحبا

source: Login
ar: تسجيل دخول

source: Password
ar: الرقم السري

source: Email
ar: البريد الالكتروني

source: Welcome back
ar: مرحبا بعودتك

source: Oops!
ar: حدث خطا!

source: please make sure email and password are not empty.
ar: لطفاً تأكد من الرقم السري والبريد الالكتروني بأنه غير فارغ

source: OK
ar: حسناً

source: you entered a wrong password
ar: الرقم السري خاطئ

source: are sure you typed the email correctly?
ar: هل انت متأكد من البريد الالكتروني ؟

source: Your password is weak, please make sure it's strong.
ar: الرقم السري ضعيف،يرجى التأكد من انها قويه

source: Best places in world.
ar: أفضل الآماكن في العالم

source: Sign up
ar: تسجيل جديد

source: Log in
ar: تسجيل دخول

source: Creating an account to accsses to App.
ar: إنشاء حساب للدخول للتطبيق

source: Name
ar: الإسم

source: Create account
ar: قم بإنشاء حساب

source: email Already in use
ar: البريد الالكتروني مستخدم

source: maps
ar: الخريطه

source: weather
ar: الطقس

source: Explorers
ar: مكتشفون

source: Settings
ar: الاعدادات

source: places
ar: الأماكن

source: Applicaiton language
ar: لغة التطبيق

source: Applicaiton mode
ar: مظهر التطبيق

source: Favorite Places
ar: الآماكن المفضله

source: Contact a travel representative
ar: تواصل مع مستشار السفر

source: Travel Suggestions
ar: إقتراحات السفر

source: Cities
ar: المدن

source: Welcome
ar: مرحباً

source: Log Out
ar: تسجيل خروج

source: Datails
ar: التفاصيل

source: Search for a city
ar: ابحث عن المدينه

source: Countries Information
ar: معلومات المدن

source: Total confirmed cases
ar: إجمالي الحالات المؤكدة

source: add Rate
ar: إضافة تقييم

source: Submit
ar: إرسال التقييم

source: Thank You For Rate
ar: شكرا على تقييمك

source: Write comment here
ar: اكتب تعليقك هنا

source: Vedios
ar: الفيديوهات

source: Suggested Applications
ar: تطبيقات مقترحة
